{
  "home": "Home",
  "company": "Company",
  "business": "Business",
  "blog": "Blog",
  "welcome": "Welcome to our website!",
  "stats": {
    "ask": "Why Choose KGS Tech?",
    "users": "Users",
    "happyUsers": "Happy Users",
    "awards": "Awards",
    "countries": "Countries Served",
    "genuineService": "Genuine Services",
    "ratings": "Ratings",
    "customerSupport": "Customer Support",
    "revenue": "Revenue",
    "technology": "Technologies Used",
    "certifications": "Certifications"
  },
  "banner":{
    "title":"Welcome to KGS Tech",
    "slogan":"Innovating solutions, empowering businesses with cutting-edge technology.",
    "description":"Our Services"
  },
  "message": {
    "title": "Message from the Representative",
    "slogan": "A Word from Our Leadership",
    "message1": "\"At KGS Tech, we understand that the digital landscape is constantly evolving. As a company, we are driven by the desire to help businesses not only keep up with the changes but to lead the way in their respective industries. Our commitment to innovation and excellence has enabled us to create cutting-edge solutions that simplify complex processes, enhance productivity, and provide our clients with the tools they need to succeed in this fast-paced world. By focusing on agility and efficiency, we empower our clients to adapt to new challenges with confidence, ensuring long-term success and sustainable growth. Together, we are building a future where technology is a true enabler of progress and transformation.\"",
    "name1": "Yamada Tarou",
    "position": "CEO of KGS Tech"
  },
  "benefits": {
    "technology": "Advanced Technology",
    "technology_description": "We use the latest technology to deliver optimal solutions that enhance work efficiency and reduce costs.",
    "professional_team": "Professional Team",
    "professional_team_description": "Our engineers are well-trained and always ready to support you throughout the project implementation process.",
    "custom_solutions": "Custom Solutions",
    "custom_solutions_description": "We offer customized technology solutions tailored to the needs and requirements of each client.",
    "sustainable_growth": "Sustainable Growth",
    "sustainable_growth_description": "We are committed to delivering long-term growth for your business through stable technology solutions.",
    "customer_service": "Dedicated Customer Service",
    "customer_service_description": "We focus on customer satisfaction and ensure fast and effective support services.",
    "strategic_advice": "Strategic Advice",
    "strategic_advice_description": "We provide technology and business strategies to help you optimize processes and save costs."
  },
  "imageBanner": {
    "title1": "Management Consulting & Supplier Matching",
    "description1": "We provide management consulting services to optimize corporate strategies and improve operational efficiency. Additionally, we support sustainable growth by connecting businesses with reliable suppliers to secure stable resources.",
    "title2": "Food & Beverage Consulting and Operations",
    "description2": "With extensive experience and expertise in the food and beverage industry, we assist in developing business strategies, improving operational processes, and delivering unique dining experiences. Our goal is to enhance brand value and provide services tailored to our clients' needs.",
    "title3": "System Development",
    "description3": "We offer system development services that leverage the latest technologies to meet our clients' needs. Our solutions ensure high efficiency, security, and scalability, supporting businesses in achieving growth and competitiveness.",
    "title4": "Advanced Talent Recruitment",
    "description4": "We connect companies with experienced and highly skilled professionals through our talent recruitment services. Our goal is to help businesses build strong teams capable of addressing market challenges and driving success."
  },
  "blogData": {
    "latest_posts": "News",
    "post1": {
      "title": "Post 1",
      "description": "This is the description for Post 1"
    },
    "post2": {
      "title": "Post 2",
      "description": "This is the description for Post 2"
    },
    "post3": {
      "title": "Post 3",
      "description": "This is the description for Post 3"
    },
    "post4": {
      "title": "Post 4",
      "description": "This is the description for Post 4"
    },
    "date_label": "Published on: "
  },
  "blogPage": {
    "back": "Go back",
    "search": {
      "placeholder": "Search for blog posts..."
    },
    "filter": {
      "category": "Select category",
      "time": "Select time frame",
      "sort": "Sort by",
      "reset": "Reset filters",
      "react": "React",
      "tailwind": "Tailwind CSS",
      "antd": "Ant Design",
      "1month": "1 month ago",
      "3months": "3 months ago",
      "6months": "6 months ago",
      "12months": "12 months ago",
      "newest": "Newest",
      "oldest": "Oldest"
    }
  },
  "blogList": {
    "title": "Blog List"
  },
  "footer": {
    "company": "Company",
    "about_us": "About Us",
    "careers": "Career Opportunities",
    "privacy_policy": "Privacy Policy",
    "contact_info": "Contact Information",
    "address": "40 Street 16, An Phu Ward, Thu Duc City, Ho Chi Minh City, Vietnam",
    "phone": "039*****",
    "email": "Kgstech0157@gmail.com",
    "follow_us": "Follow Us"
  },
  "BusinessPage": {
    "title": "Welcome to Our Company",
    "subtitle": "Innovating for a brighter future.",
    "aboutUs": {
      "title": "About Us",
      "description": "We offer comprehensive technology solution development services, including web system application development, mobile app development, and website creation. With a team of highly experienced technicians, we create products that optimize workflows, enhance operational efficiency, and deliver exceptional user experiences across all platforms. Whether you need flexible web applications, seamless mobile apps, or professional websites, we are committed to providing effective and tailored solutions to help your business thrive in the digital age."
    },
    "services": {
      "title": "Our Services",
      "webDevelopment": {
        "title": "Web System Application Development",
        "description": "We specialize in developing web system applications that ensure flexibility and efficiency in optimizing workflows and enhancing user experience."
      },
      "smartphoneAppDevelopment": {
        "title": "Mobile App Development",
        "description": "We develop optimized mobile applications that provide convenience and efficiency for users on both iOS and Android platforms."
      },
      "websiteDevelopment": {
        "title": "Website Development",
        "description": "We provide customized website development solutions that help your business stand out and succeed in today’s competitive market."
      }
    },
    "whatClientsSay": {
      "title": "What Our Clients Say",
      "testimony1": "\"This company offers excellent service, and we have seen significant improvements in our operations. Highly recommend!\"",
      "name1": "John Doe",
      "position1": "CEO, TechCorp",
      "testimony2": "\"Their team is very professional, dedicated, and passionate about providing the best solutions for clients. A great experience!\"",
      "name2": "Jane Smith",
      "position2": "Marketing Director, InnovateX",
      "testimony3": "\"We were impressed with the speed and efficiency of the solutions provided. Their expertise helped us overcome critical challenges.\"",
      "name3": "Michael Brown",
      "position3": "Founder, GreenTech",
      "testimony4": "\"The collaboration with this company has been exceptional. They always exceed our expectations and deliver top-notch results.\"",
      "name4": "Emily White",
      "position4": "Operations Manager, Global Enterprises"
    },
    "contact": {
      "title": "Contact Us",
      "description": "We are excited to hear from you! Contact us for more details or partnership opportunities.",
      "errorMessage": "Please fill out all fields.",
      "successMessage": "Your message has been sent successfully!",
      "email": "Email",
      "subject": "Subject",
      "selectSubject": "Select a subject",
      "workInquiry": "Work-related Inquiry",
      "supportRequest": "Support Request",
      "generalInquiry": "General Inquiry",
      "otherInquiry": "Other (please specify)",
      "specifySubject": "Please specify",
      "content": "Content",
      "submit": "Submit",
      "reasonsTitle": "Why Contact Us",
      "reasonAppDevelopment": "App System Development",
      "reasonMobileApp": "Mobile Application Development",
      "reasonWebsiteDevelopment": "Website Development",
      "reasonSoftwareIntegration": "Seamless Integration of third-party software and APIs",
      "reasonEcommerce": "E-commerce Platform Development to boost your online sales",
      "reasonConsulting": "IT Consulting Services to improve operational efficiency",
      "reasonMaintenance": "Continuous Maintenance and Support for your digital products",
      "reasonDigitalMarketing": "Digital Marketing Solutions to expand your business reach"
    }
  },
  "coreValues": {
    "title": "Core Values",
    "innovation": "Innovation",
    "innovationDescription": "We constantly search for creative solutions to keep growing. Innovation is not only about creating new products, but also about how we think and solve problems.",
    "responsibility": "Responsibility",
    "responsibilityDescription": "We are committed to delivering sustainable value to customers and society, not just completing tasks on time but also having responsibility towards society and the environment.",
    "collaboration": "Collaboration",
    "collaborationDescription": "Long-term partnerships are the foundation of our growth. We believe cooperation, exchange, and mutual support are key to solving problems and creating lasting value.",
    "creativity": "Creativity",
    "creativityDescription": "Creativity is the driving force behind development. We encourage everyone to bring breakthrough ideas and creative solutions."
  },
  "leadership": {
    "title": "Leadership",
    "name": "{{name}}",
    "name1": "Yamada Tarou",
    "name2": "Satou Ichirou",
    "name3": "Suzuki Jirou",
    "ceo": "Chief Executive Officer (CEO)",
    "cto": "Chief Technology Officer (CTO)",
    "coo": "Chief Operating Officer (COO)"
  },
  "Collabs": {
    "title": "Collaborating Brands"
  },
  "TimeLine": {
    "title": "Company Milestones",
    "title1": "Company Establishment",
    "description1": "Our company was founded with the aim of driving innovation and leading the technology industry. From the very first step, we committed to passion and delivering value.",
    "title2": "Launch of the First Major Product",
    "description2": "We launched our first major product, achieving great success. This product strengthened our position in the market and opened a new chapter of growth.",
    "title3": "Global Expansion",
    "description3": "We expanded to international markets, meeting diverse customer needs and achieving global growth. This step broadened our company’s international footprint.",
    "title4": "Technological Milestone",
    "description4": "We achieved a significant technological breakthrough, reaching new heights in innovation. This milestone demonstrated our commitment to research and development.",
    "title5": "Launch of a New AI Product Line",
    "description5": "We introduced a new AI-powered product line, solidifying our position in the tech industry. This provided smarter and more efficient solutions for our customers."
  },
  "companyOverview": {
    "title": "About KGS - Tech",
    "description": "KGS - Tech is a leading technology company providing innovative software solutions, technology consulting services, and trusted IT services globally."
  },
  "mission": {
    "contact": "Contact Us",
    "title": "Mission",
    "description": "Our mission is to provide innovative solutions that help businesses grow in the digital era. We are committed to providing products and services that not only meet current needs but also help customers lead the industry."
  }
}